Repository: systopia/de.systopia.remoteevent
Catalog: l10n/*/LC_MESSAGES/remoteevent.po
Languages: de_de

source: If you tick this box, participants may cancel or change their own registration. Links for changing or canceling a registration may be included in your event confirmation mail.
de_de: Falls aktiviert können Teilnehmer*innen ihre eigene Anmeldung stornieren oder ändern. Änderungs- oder Stornolinks sollten in diesem Fall den Bestätigungs-E-Mails hinzugefügt werden.

source: Number of hours before the start of the event that a participant can edit or cancel it's registration.
de_de: Zeitraum in Stunden vor Beginn des Events in dem eine Teilnehmer*in ihre/seine Anmeldung bearbeiten oder stornieren kann.

source: Whether participants can register with themselves up to 9 other participants using the profile to be selected below.
de_de: Bestimmt, ob Veranstaltungsteilnehmer mit ihrer Anmeldung bis zu 9 weitere Teilnehmer anmelden können, unter Verwendung des unterhalb ausgewählten Profils.

source: The registration profile to use for additional participants.
de_de: Zur Anmeldung zusätzlicher Teilnehmer verwendetes Anmeldeprofil.

source: Limit the number of additional participants that can be registered in a single booking.
de_de: Beschränkung der Anzahl zusätzlicher Teilnehmer, die in einer Einzelanmeldung mit angemeldet werden können.

source: Eg: if you choose '2' then the lead booker can bring 2 guests; there would be a limit of 3 participants in total per booking.
de_de: Wenn Sie z. B. '2' auswählen, kann der Teilnehmer bis zu 2 Gäste mitbringen; Es gäbe eine Beschränkung von insgesamt 3 Teilnehmern pro Buchung.

source: Whether to allow additional participants be added to a waiting list (if active) in case there are not enough vacancies for the total number of participants requested to be registered.
de_de: Bestimmt, ob zusätzliche Teilnehmer zu einer ggf. aktiven Warteliste hinzugefügt werden sollen, falls nicht genügend freie Plätze für die Anzahl zusätzlich anzumeldender Teilnehmer vorhanden sind.

source: When this is active, some additional participants might be added to the waiting list instead of being registered.
de_de: Wenn aktiviert, könnten einige zusätzliche Teilnehmer zur Warteliste hinzugefügt werden, statt direkt angemeldet zu werden.

source: The XCM tool will be used to identify and update an existing contact with the submitted data, or to create a new one.
de_de: Das XCM-Werkzeug wird verwendet, um bestehende Kontakte zu identifizieren und mit übermittelten Daten zu aktualisieren, oder um einen neuen Kontakt anzulegen.

source: If you tick this box, registrations will be assigned the "Awaiting approval" status and you will need to manually review and approve each registration. Depending on your remote system's settings and/or your confirmation mail settings, registrants may be informed about the pending approval as well.
de_de: Falls aktiviert erhalten Anmeldungen den Status „Bestätigung ausstehend“ und müssen manuell freigegeben werden. Je nach Einstellung des Systems das Ihr Anmeldeformular generiert und Ihrer Bestätigungs-E-Mails, können Teilnehmende über die ausstehende Bestätigung auch informiert werden.

source: This registration profile will be shown by default.
de_de: Dieses Anmeldeformular wird standardmäßig angezeigt.

source: Additional registration profiles that may be used to register for this event. You will need to enable at least your default profile. You will have to enable the One-Click-Profile in order ro allow contacts to respond to an event invitation (feature provided by separate Event Invitations Extension).
de_de: Weiter zulässige Anmeldeprofile für diese Veranstaltung. Es muss zumindest das Standardprofil ausgewählt werden. Sie müssen das „Ein-Klick-Profil“ aktivieren, wenn es Kontakten möglich sein soll eine Einladung anzunehmen oder abzulehnen (von separater Erweiterung „Event Invitations Extension“ bereitgestellte Funktion)

source: This profile will be used for updates/changes to an existing registration
de_de: Dieses Profil wird standardmäßig verwendet um Änderungen an einer bereits bestehenden Anmeldung zu verarbeiten.

source: Additional profiles that may be defined here for updating/changing an existing registration
de_de: Liste der Profile die für die Verarbeitung von Änderungen an einer bereits bestehenden Anmeldung verwendet werden dürfen.

source: If checked an alternative approach to handle event locations will be used and CiviCRM's default tab will be replaced with a custom one. Please refer to documentation for more information.
de_de: Falls aktiviert wird eine alternative Funktion für die Nutzung des Veranstaltungsortes aktiviert und der reguläre CiviCRM Reiter mit einem benutzerdefinierten ersetzt. Weitere Informationen erhalten Sie in der Dokumentation der Erweiterung.

source: All text elements defined in this area may be displayed by your remote system during registration process. They may also be used in confirmation mails. How they are used may differ on your implementation.
de_de: Alle in diesem Bereich vorgenommenen Texte und weitere Eingaben können vom System das Ihr Anmeldeformular bereitstellt genutzt werden. Sie können zudem in Bestätigungs-E-Mails genutzt werden. Wie die verschiedenen Elemente genau im Anmeldeprozess genutzt und dargestellt werden hängt von der konkreten Implementierung ab.

source: If you enter any information in this area, participants will be displayed and need to confirm these Generel Terms and Conditions when registering.
de_de: Wenn Sie in diese Feld etwas eintragen wird dies als allgemeine Anmeldebedingungen im Anmeldeformular angezeigt und muss von den Teilnehmenden bestätigt werden.

source: Can be displayed as an introduction of your registration form.
de_de: Kann als Einleitung in Ihrem Anmeldeformular angezeigt.

source: Can be displayed at the bottom of your registration form close to the submit bottom.
de_de: Kann im Fußbereich des Eingabeformulars nahe des „Abschicken-Buttons“ angezeigt werden.

source: Can be displayed as the title of your confirmation page.
de_de: Kann als Überschrift Ihrer Bestätigungsseite verwendet werden.

source: Element / message that can be displayed on top of your confirmation page.
de_de: Hinweistext der oben auf Ihrer Bestätigungsseite angezeigt werden kann.

source: Can be displayed at the bottom of your confirmation page close to the submit bottom.
de_de: Kann im Fußbereich der Bestätigungsseite nahe des „Abschicken-Buttons“ angezeigt werden.

source: Element / message that can be displayed on top of your thank you page.
de_de: Kann als Überschrift Ihrer Dankeschönbereichs verwendet werden.

source: Can be displayed at the bottom of your thank you page.
de_de: Kann im Fußbereich des Dankeschönbereichs angezeigt werden.

source: With this flag you can suspend / disable the remote online registration for this event, regardless of the other restrictions.
de_de: Mit dieser Einstellung können sie die Registrierung über die RemoteEvent Schnittstelle aussetzen, unabhängig von den anderen Einstellungen

source: The XCM tool can be used to update and process the registered contact.
de_de: Das XCM-Werkzeug kann zur Aktualisierung und Verarbeitung des angemeldeten Kontakts verwendet werden.

source: CiviRemote Event settings
de_de: Einstellungen für CiviRemote Event

source: Registration Restrictions
de_de: Einstellungen zur Anmeldung

source: Registration Updates
de_de: Bearbeitung Bestehender Anmeldungen

source: Public Event Text Blocks
de_de: Öffentliche Textelemente

source: List of statuses the will prevent a contact from registering again.
de_de: Alle Teilnehmer mit einer Anmeldung in einem dieser Status sind von der erneuten Anmeldung ausgeschlossen.

source: Any roles you select here will cause all participants with this role to be publicly listed as speakers at the event.
de_de: Alle Teilnehmer mit den hier ausgewählten Rollen werden bei den Eventinformationen als Vortragende gelistet.

source: You may pick a XCM profile to <i>update</i> contacts that have already been identified, for example by token or remote user connection.
de_de: Hier können Sie ein XCM Profil einstellen, um Kontakte zu <i>aktualisieren</i>, falls diese bereits durch ein Token oder eine RemoteContact ID identifiziert wurden.

source: It is strongly recommended, that the chosen profile has the "Match contacts by contact ID" option enabled. This way you can avoid creating duplicates.
de_de: Ist sehr ratsam, in diesem Profil die Option "Match contacts by contact ID" zu aktivieren, da sonst gegebenenfalls Duplikate erzeugt werden.

source: You can select a custom activity type here to enable the recording of changes and updates of participant data.
de_de: Falls sie Änderungen der Teilnehmerdaten aufzeichnen möchten, können Sie hier einen Aktivitätstyp eintragen. Bei Änderungen wird dann jeweils eine entsprechende Aktivität angelegt.

source: If you don't select anything here, nothing will be recorded.
de_de: Wenn Sie die Auswahl leer lassen, so werden die Änderungen nicht aufgezeichnet.

source: You can use this search task to mass-register participants to the event's sessions, or unregister them.
de_de: Sie können diese Aktion verwenden, um gruppenweise Teilnehmer zu Workshops hinzuzufügen, oder zu entfernen.

source: Should they be already registered, they will not be registered again. Equally, if you would unregister a participant from a session they're not registered to, nothing will happen.
de_de: Sollten ein Teilnehmer dabei bereits angemeldet sein, so wird dieser nicht erneut angemeldet. Genauso geschieht auch nichts, wenn man einen Teilnehmer von einem Workshop entfernt, zu dem er gar nicht angemeldet ist.

source: If you <i>do</i> check this option, the requested registrations will be recorded regardless of any restrictions.
de_de: Falls diese Option aktiviert ist, werden die angefragten Workshop-Teilnahmen ungeprüft vorgenommen.

source: Status
de_de: Teilnehmerstatus

source: Role
de_de: Teilnehmerrolle

source: (not counted)
de_de: (nicht gezählt)
