Repository: systopia/de.systopia.remoteevent
Catalog: l10n/*/LC_MESSAGES/remoteevent.po
Languages: de_de

source: %1 (invalid)
de_de: %1 (ungültig)

source: Participant Updated
de_de: Teilenehmerdaten Aktualisiert

source: Sessions
de_de: Workshops

source: Session
de_de: Workshop

source: Event ID
de_de: Veranstaltungs ID

source: Is this Session enabled or disabled/cancelled?
de_de: Ist dieser Workshop aktiviert oder deaktiviert/storniert?

source: Date and time that sessions starts.
de_de: Startdatum und -uhrzeit des Workshops.

source: Date and time that session ends. May be NULL if no defined end date/time
de_de: Enddatum und -uhrzeit des Workshops. Kann NULL sein, wenn kein/e Enddatum/-uhrzeit definiert ist.

source: Session Slot
de_de: Zeitfenster

source: Session Category
de_de: Workshop Kategorie

source: Session Type
de_de: Workshop-Art

source: Session Title
de_de: Workshop Titel

source: Full description of the session. Text and html allowed. Displayed on built-in Event Information screens.
de_de: Vollständige Beschreibung des Workshops. Text und HTML sind erlaubt. Wird auf eingebauten Veranstaltungs-Informationsanzeigen dargestellt.

source: Max Participants
de_de: Maximale Teilnehmeranzahl

source: Maximum number of registered participants to allow.
de_de: Erlaubte Höchstanzahl von Veranstaltungsteilnehmerregistrierungen.

source: FK to Contact ID
de_de: Fremdschlüssel zu Kontakt-ID

source: Presenter Title
de_de: Titel der/des Vortragenden

source: Multiple matching EventLocation contact types found!
de_de: Mehrere übereinstimmende EventLocation-Kontaktarten gefunden!

source: Event Location
de_de: Veranstaltungsort

source: These contacts can be used as event locations by the RemoteEvents extension
de_de: Diese Kontakte können als Veranstaltungsorte verwendet werden

source: Event Location Name
de_de: Veranstaltungsort - Name

source: Event Location - Additional Note
de_de: Veranstaltungsort - Zusatz

source: Event Location - Address Line
de_de: Veranstaltungsort - Straße / Hausnummer

source: Event Location - City
de_de: Veranstaltungsort - Stadt

source: Event Location - Supplemental Address 1
de_de: Veranstaltungsort - Adresszusatz 1

source: Event Location - Supplemental Address 2
de_de: Veranstaltungsort - Adresszusatz 2

source: Event Location - Supplemental Address 3
de_de: Veranstaltungsort - Adresszusatz 3

source: Event Location - Latitude
de_de: Veranstaltungsort - Längengrad

source: Event Location - Longitude
de_de: Veranstaltungsort - Breitengrad

source: Session List
de_de: Workshop Liste

source: List of sessions of the event (json encoded)
de_de: Liste der Workshops in der Veranstaltung (json encodiert)

source: Starts
de_de: Beginnt

source: Ends
de_de: Endet

source: Day
de_de: Tag

source: Title
de_de: Titel

source: Description
de_de: Beschreibung

source: Location
de_de: Veranstaltungsort

source: Slot
de_de: Zeitfenster

source: Category
de_de: Kategorie

source: Type
de_de: Typ

source: Presenter
de_de: Vortragende/r

source: Workshops - Day %1 - %2
de_de: Workshops - Tag %1 - %2

source: Workshops - Day %1
de_de: Workshops - Tag %1

source: Session is full
de_de: Workshop ist ausgebucht

source: You can't register for two sessions with overlapping time
de_de: Sie können sich nicht für zwei Workshops anmelden, die zum gleichen Zeitpunkt stattfinden

source: You can't register for two sessions in the same slot
de_de: Sie können sich immer nur für einen Workshop pro Slot anmelden

source: List of sessions the participant is registered to (as array)
de_de: Liste der Workshops für die sich der Teilnehmer angemeldet hat (als Array)

source: List of sessions the participant is registered to (as html list).
de_de: Liste der Workshops für die sich der Teilnehmer angemeldet hat (als HTML)

source: List of sessions the participant is registered to (as ascii list).
de_de: Liste der Workshops für die sich der Teilnehmer angemeldet hat (als TXT)

source: Given by %1
de_de: Gehalten von %1

source: %1 is %2
de_de: %1 ist %2

source: no type
de_de: ohne Typ

source: unknown
de_de: unbekannt

source: no category
de_de: ohne Kategorie

source: The event has no start date, so the session dates are probably not right.
de_de: Die Veranstaltung hat kein Startdatum, daher sind die Workshop Tag wahrscheinlich nicht korrekt

source: The start or end date of session [%1] (%2) is outside of the event's time frame.
de_de: Das Start- oder Enddatum des Workshops [%1] (%2) liegt außerhalb der Veranstaltung.

source: %1 other sessions also violate the event's start or end date.
de_de: %1 weitere Workshops liegen außerhalb des Zeitrahmens der Veranstaltung.

source: Speaker List
de_de: Vortragende

source: List of speakers of the event (json encoded)
de_de: Liste der Vortragenden (json encodiert)

source: Speaker Name
de_de: Vortrangende/r

source: Contact ID
de_de: Kontakt ID

source: Last Name
de_de: Nachname

source: First Name
de_de: Vorname

source: Speaker Roles
de_de: Vortrangende/r-Rollen

source: Additional Information for this Event
de_de: Zusatzinformationen für diese Veranstaltung

source: Add Session
de_de: Workshop hinzufügen

source: Day %1 (%2)
de_de: Tag %1 (%2)

source: %1h - %2h
de_de: %1 Uhr - %2 Uhr

source: %1 minutes
de_de: %1 Minuten

source: No description
de_de: Keine Beschreibung

source: None
de_de: Keine

source: Session restricted to %1 participants
de_de: Workshop auf %1 Teilnehmer begrenzt

source: This session is disabled
de_de: Der Workshop ist deaktiviert

source: edit
de_de: bearbeiten

source: delete
de_de: löschen

source: Participants
de_de: Teilnehmer

source: No Slot
de_de: Ohne Zeitfenster

source: Time
de_de: Zeit

source: %1 - %2 Sessions.csv
de_de: %1 - %2 Workshops.csv

source: Sessions for '%1'
de_de: Workshops bei "%1"

source: Event is '%1'
de_de: Veranstaltung "%1"

source: Bypass restrictions
de_de: Beschränkungen umgehen

source: Update Registration
de_de: Workshop-Teilnahme Aktualisieren

source: Session Registrations were updated
de_de: Workshop-Teilnahme wurde aktualisiert

source: Participant Registration
de_de: Workshop-Teilnahmen

source: No Session Registrations
de_de: Keine Teilnahme an Workshops

source: Registered for %1 Sessions
de_de: Teilnahme an %1 Workshops

source: Remote Event Features Enabled?
de_de: RemoteEvent Funktionen Aktiviert?

source: Default Registration Profile
de_de: Standardanmeldeprofil

source: Allowed Registration Profiles
de_de: Anmeldeprofile

source: Registration Contact Matching (XCM)
de_de: Kontaktabgleich (XCM) für Anmeldung

source: Default Registration Profile for Updates
de_de: Standardupdateprofil

source: Allowed Registration Profiles for Updates
de_de: Updateprofile

source: Allow registering additional participants on waiting list
de_de: Anmeldung zusätzlicher Teilnehmer zur Warteliste erlauben

source: Registration Profile for Additional Participants
de_de: Anmeldeprofil für zusätzliche Teilnehmer

source: - Select -
de_de: - Auswählen -

source: Registration Contact Matching for Additional Participants
de_de: Kontaktabgleich für Anmeldung zusätzliche Teilnehmer

source: Update Contact Matching (XCM)
de_de: Kontaktabgleich (XCM) für Aktualisierungen

source: Use Custom Event Location?
de_de: Alternativen Veranstaltungsort verwenden?

source: External Identifier
de_de: Externe Identifikation

source: Disable native CiviCRM Online Registration
de_de: CiviCRM Standard-Online-Anmeldung deaktivieren?

source: Registration Suspended?
de_de: Anmeldung Ausgesetzt?

source: Terms and Conditions
de_de: Anmeldebedingungen

source: Registration Start Date
de_de: Beginn Anmeldefenster

source: Registration End Date
de_de: Ende Anmeldefenster

source: Require participant approval?
de_de: Wird eine Freigabe zur Teilnahme benötigt?

source: Allow self-service cancellation or transfer?
de_de: Teilnehmenden Stornierungen und Änderungen gestatten?

source: Cancellation or transfer time limit (hours)
de_de: Stornierungs- oder Übertragungszeitraum (in Stunden)

source: Please enter the number of hours (as an integer).
de_de: Bitte die Anzahl der Stunden eingeben.

source: Register multiple participants?
de_de: Mehrere Teilnehmer anmelden?

source: Maximum additional participants
de_de: Maximale Anzahl zusätzlicher Teilnehmer

source: Event Information
de_de: Text Anmeldeformular

source: Event Information Footer
de_de: Fußbereich Anmeldeseite

source: Registration Confirmation Title
de_de: Titel Bestätigungsbereich

source: Registration Confirmation Text
de_de: Text Bestätigungsbereich

source: Registration Confirmation Footer
de_de: Footer Bestätigungsbereich

source: Registration Thank You Title
de_de: Titel Dankeschönbereich

source: Registration Thank You Text
de_de: Text Dankeschönbereich

source: Registration Thank You Footer
de_de: Footer Dankeschönbereich

source: Save
de_de: Speichern

source: You must select a default profile
de_de: Sie müssen ein Standardanmeldeprofil hinterlegen

source: The external identifier can only contain basic characters, numbers, and the characters '_', '#', and '-'.
de_de: Die Externe Identifikation darf nur einfache Buchstaben, Zahlen, sowie die Zeichen '_', '#', und '-' enthalten.

source: This external identifier is already in use
de_de: Diese externe Identifikation wird bereits verwendet

source: You must select a profile for registering additional participants.
de_de: Sie müssen ein Profil für die Anmeldung zusätzlicher Teilnehmer auswählen.

source: You must select how many additional participants may be registered.
de_de: Sie müssen auswählen, wieviele zusätzliche Teilnehmer angemeldet werden können.

source: You must select an XCM matching profile for registering additional participants.
de_de: Sie müssen ein XCM-Profil zum Kontaktabgleich für die Anmeldung zusätzlicher Teilnehmer auswählen.

source: Default (global RemoteEvent settings)
de_de: Standard (globale Einstellung für CiviRemote Event)

source: No Contact Updates
de_de: Keine Aktualisierung von Kontakten

source: Session Participants Search
de_de: Suche nach Workshopteilnehmern

source: Find contacts that registered for selected sessions
de_de: Kontakte finden, die an bestimmten Workshops teilgenommen haben, oder angemeldet sind.

source: Session Participant Search
de_de: Suche nach Workshopteilnehmern

source: Event
de_de: Veranstaltung

source: Edit Session [%1] for Event '%2'
de_de: Bearbeiten: Workshop [%1] in Veranstaltung '%2'

source: Creating new Session for Event '%1
de_de: Neuen Workshop für Veranstaltung '%1 erstellen

source: Session Active
de_de: Workshop aktiviert?

source: Session Start
de_de: Beginn des Workshops

source: Session End
de_de: Ende des Workshops

source: Session Description
de_de: Beschreibung des Workshops

source: Session Location
de_de: Veranstaltungsort

source: Maximum Participants
de_de: Maximale Teilnehmeranzahl

source: Update
de_de: Aktualisieren

source: Create
de_de: Erstellen

source: The start date of the session should not be before the start of the event.
de_de: Der Workshop kann nicht vor der Veranstaltung beginnen.

source: The end date of the session should not be after the end of the event.
de_de: Der Workshop kann nicht nach der Veranstaltung enden.

source: The end date of the session cannot be after the start date.
de_de: Der Workshop kann nicht enden bevor er begonnen hat.

source: Remote Events - General Configuration
de_de: Remote Events - Konfiguration

source: Statuses blocking (re)registration
de_de: Status die eine erneute Anmeldung verhindern

source: Submit Session Data
de_de: Workshop Informationen Übertragen

source: no
de_de: nein

source: yes
de_de: ja

source: Participant Update Activity Type
de_de: Teilnehmerdaten Anpassung - Aktivitätstyp

source: Default Matcher Profile (XCM)
de_de: Kontakt-Matcher Profil (XCM)

source: Default Update Profile (XCM)
de_de: Kontakt-Update Profil (XCM)

source: No Updates
de_de: Keine Aktualisierung

source: Speed up API
de_de: API Beschleunigen

source: Registration Modification Link
de_de: Anmeldung Bearbeiten Link

source: Please enter a valid URL
de_de: Bitte geben Sie eine gültige URL an

source: The link must include the placeholder <code>{token}</code>.
de_de: Der Link muss den Platzhalter <code>{token}</code> enthalten.

source: Registration Cancellation Link
de_de: Abmeldelink

source: Configuration Updated
de_de: Konfiguration wurde aktualisiert

source: -- don't record changes --
de_de: -- nicht aufzeichnen --

source: The selected participants belong to more than one event. This task only works on participants of the same event. Sorry
de_de: Die selektierten Teilnehmer beziehen sich auf mehrere Veranstaltungen, aber diese Funktion erlaubt immer nur eine einzige Veranstaltung.

source: Multiple Events Selected
de_de: Mehrere Veranstaltungen Selektiert

source: Register/unregister sessions of event '%1'
de_de: An- und Abmelden von Workshop-Teilnehmern für Veranstaltung '%1'

source: (%1 left)
de_de: (%1 frei)

source: (full)
de_de: (voll)

source: (deactivated)
de_de: (inaktiv)

source: Mode
de_de: Modus

source: Register (%1 participants)
de_de: Anmelden (%1 Teilnehmer)

source: Unregister (%1 participants)
de_de: Abmelden (%1 Teilnehmer)

source: Apply
de_de: Ausführen

source: %1 existing session participations cancelled
de_de: %1 bestehende Workshop-Teilnahmen gelöscht

source: Participants unregistered
de_de: Workshop-Teilnahmen entfernt

source: %1 new session participations recorded
de_de: %1 neue Workshop-Teilnahmen eingetragen

source: Participants registered
de_de: Workshop-Teilnahmen eingetragen

source: %1 new session participations recorded, %2 participations rejected
de_de: %1 neue Workshop-Teilnahmen eingetragen, %2 wurden abgelehnt.

source: Participant List for Session "%1"
de_de: Teilnahmeliste für Workshop "%1"

source: View
de_de: Ansicht

source: Registration Deactivated
de_de: Anmeldung Nicht Aktiv

source: Event is not active
de_de: Veranstaltung ist nicht aktiv

source: Event has ended.
de_de: Die Veranstaltung ist beendet.

source: Registration is not yet open.
de_de: Die Anmeldung ist noch nicht möglich.

source: Registration has closed.
de_de: Die Anmeldung wurde bereits geschlossen.

source: Event is booked out
de_de: Die Veranstaltung ist ausgebucht

source: Contact is already registered
de_de: Sie sind bereits angemeldet

source: Contact already has a registration record and can currently not register.
de_de: Es liegt bereits eine Anmeldunganfrage vor. Sie können sich derzeit nicht erneut anmelden.

source: Editing/cancelling registrations is not allowed for this event
de_de: Das Stornieren oder Bearbeiten von Anmeldungen ist bei dieser Veranstaltung nicht erlaubt

source: The window for registration changes has passed.
de_de: Die Bearbeitung von Anmeldungen ist nicht mehr möglich.

source: No eligible registration for modification found.
de_de: Es wurde keine bestehende Anmeldung zur Aktualisierung gefunden.

source: This event does not allow participants to update their registration.
de_de: Bei dieser Veranstaltung ist das Berarbeiten einer Ameldung durch den Teilnehmer nicht erlaubt.

source: Couldn't find or create contact:
de_de: Fehler beim Identifizieren oder Anlagen des Kontakts:

source: Error while updating contact %1: %2
de_de: Fehler beim Aktualisieren von Kontakt %1: %2

source: You have been added to the waitlist.
de_de: Sie wurden auf die Warteliste aufgenommen.

source: Additional participant %1: %2
de_de: Zusätzlicher Teilnehmer %1: %2

source: Participants registered by you will also be cancelled: %1
de_de: Von Ihnen registrierte Teilnehmer werden ebenso storniert: %1

source: Additional Participants
de_de: Zusätzliche Teilnehmer

source: Register up to %1 additional participants
de_de: Anmeldung bis zu %1 zusätzlicher Teilnehmer

source: Additional Participant %1
de_de: Zusätzlicher Teilnehmer %1

source: Registration data for additional participant %1
de_de: Anmeldedaten für zusätzlichen Teilnehmer %1

source: Profile [%2] cannot be used with RemoteEvent [%1].
de_de: Profil [%2] kann für RemoteEvent [%1] nicht verwendet werden.

source: Value '%1' for field %2 is not valid
de_de: '%1' ist kein gültiger Wert für das Feld %2

source: You registered additional participants which can not be updated: %1
de_de: Sie haben zusätzliche Teilnehmer angemeldet, die nicht aktualisiert werden können: %1

source: Couldn't update contact:
de_de: Fehler beim Aktualisieren des Kontakts:

source: Cancellation Token valid for one-click cancellation, if available.
de_de: Token für One-Click Abmeldung.

source: URL for one-click cancellation, if available. This also requires the base url to set in the RemoteEvent general settings.
de_de: Link für One-Click Abmeldung. Hierfür muss die Basis-URL für Abmeldungen in den RemoteEvent Einstellungen gesetzt sein.

source: Token to edit/update participant's registration.
de_de: Token für das Bearbeiten einer bestehenden Anmeldung.

source: Link to a form to edit/update participant's registration. This also requires the base url to set in the RemoteEvent general settings.
de_de: Link für das Bearbeiten einer Anmeldung. Hierfür muss die Basis-URL für das Barbeiten von Anmeldungen in den RemoteEvent Einstellungen gesetzt sein.

source: Unkown
de_de: Unbekannt

source: Remote Online Registration
de_de: Onlineanmeldung (CiviRemote)

source: Online Registration (CiviCRM)
de_de: Online Anmeldung (CiviCRM)

source: Invited
de_de: eingeladen

source: The link or reference you're using is no longer valid.
de_de: Der Verweis oder die Referenz, die Sie verwenden, ist nicht mehr gültig.

source: Template ID
de_de: Vorlagen-ID

source: If the ID of an existing event or event template is given, the new event will be based on that.
de_de: Die ID einer bestehenden Veranstaltung oder einer Veranstaltungsvorlage wurde übergeben, die Veranstaltung wird darauf basieren.

source: Event Type
de_de: Veranstaltungstyp

source: Type of the event
de_de: Art der Veranstaltung

source: Event Title
de_de: Veranstaltungstitel

source: Title of the event
de_de: Titel der Veranstaltung

source: Event Start + Time
de_de: Veranstaltungsbeginn

source: Event End + Time
de_de: Veranstaltungsende

source: Internal ID of the event the registration form is needed for
de_de: Interne ID der Veranstaltung, für die das Anmeldeformular benötigt wird

source: Remote Contact ID
de_de: Remote-Kontakt-ID

source: You can cancel with a remote contact ID, to determine the CiviCRM contact
de_de: Sie können mit einer Remote-Kontakt-ID stornieren, um den CivICRM-Kontakt zu identifizieren

source: Remote Registration Token
de_de: Remote-Registrierungs-Token

source: Locale
de_de: Lokalisierung

source: Profile Name
de_de: Name des Profils

source: If omitted, the default profile is used
de_de: Falls nicht angegeben, wird das Standardprofil genutzt

source: You can submit a remote contact ID, to determine the CiviCRM contact
de_de: Sie können eine Remote-Kontakt-ID übermitteln, um den CiviCRM-Kontakt zu ermitteln

source: You can submit a remote contact, in which case the fields should come with the default data
de_de: Sie können einen "Remote Contact" mit übermitteln, in diesem Fall wird das das Formular i.d.R. vorausgefüllt.

source: Token to view your registration
de_de: Token für das Bearbeiten Ihrer Anmeldung

source: Context
de_de: Kontext

source: Which context/action is the form for (create/cancel/update)
de_de: Für welchen Kontext bzw. welche Aktion ist das Formular gedacht (anlegen/stornieren/aktualisieren)

source: You can submit an invite token that can be used to identify the contact, in which case the fields should come with the default data. This takes preference over the remote_contact_id
de_de: Sie können einen Einladungstoken übermitteln um den Kontakt zu identifizieren. In diesem Fall wird das Formular i.d.R. vorausgefüllt. Diese Form der Identifizierung hat Vorrang vor remote_contact_id .

source: Invalid context '%1'
de_de: Ungültiger Kontext '%1'

source: Invalid token '%1'
de_de: Ungültiger Token '%1'

source: Broken token '%1'
de_de: Fehlerhafter Token '%1'

source: Token refers to another event '%1'
de_de: Token bezieht sich auf ein anderes Event '%1'

source: RemoteEvent [%1] does not exist, or not eligible for registration.
de_de: RemoteEvent [%1] nicht verfügbar bzw. nicht für Anmeldung konfiguriert.

source: RemoteEvent [%1] is ambiguous.
de_de: RemoteEvent [%1] ist uneindeutig.

source: RemoteEvent [%1] has no remote registration enabled.
de_de: RemoteEvent [%1] hat keine Onlineanmeldung konfiguriert.

source: RemoteContactID is invalid
de_de: RemoteContactID ist ungültig

source: Context '%1' not implemented.
de_de: Kontext '%1' nicht implementiert.

source: Session [%1] was deleted.
de_de: Workshop [%1] wurde gelöscht.

source: Session deleted
de_de: Workshop gelöscht

source: Do you really want to delete session [%1]?
de_de: Möchten Sie Workshop [%1] wirklich löschen?

source: RemoteEvent: list public events
de_de: RemoteEvent: Öffentliche Events Anzeigen

source: RemoteEvent: list all events
de_de: RemoteEvent: Alle Events Anzeigen

source: RemoteEvent: spawn (create) events
de_de: RemoteEvent: Neue Events erzeugen

source: RemoteEventRegistration: register
de_de: RemoteEventRegistration: Anmeldung

source: RemoteEventRegistration: edit
de_de: RemoteEventRegistration: Anmeldung bearbeiten

source: RemoteEventRegistration: cancel
de_de: RemoteEventRegistration: Anmeldung stornieren

source: Session Registration
de_de: Workshop An-/Abmeldung

source: Participant Changes
de_de: Teilnehmeranpassungen

source: Attribute
de_de: Attribut

source: Previous Value
de_de: Vorheriger Wert

source: New Value
de_de: Neuer Wert

source: Restrictions
de_de: Beschränkungen

source: Up to %1 participants
de_de: Bis zu %1 Teilnehmer

source: [%1h - %2h]
de_de: [%1 Uhr - %2 Uhr]

source: This element defined may be displayed by your remote system during registration process. It may also be used in confirmation mails. How it is used may differ on your implementation.
de_de: Dieser Hinweis kann vom System das Ihr Anmeldeformular bereitstellt sowie in Bestätigungs-E-Mails genutzt werden. Wie die verschiedenen Elemente genau im Anmeldeprozess genutzt und dargestellt werden hängt von der konkreten Implementierung ab.

source: CiviCRM contacts of the type event location may be selected here. Your remote system may display their information (Display Name, Address, Geodata) as well as the Additional Information for this Event during registration process. The information may also be used in confirmation mails. How it isused may differ on your implementation.
de_de: Bereits in CiviCRM als Kontakte angelegte Veranstaltungsorte können hier ausgewählt werden. Das System das Ihr Anmeldeformular bereitstellt kann diverse Informationen diese Kontakts (bspw. Name, Adresse, Geodaten) sowie den speziellen Hinweis unten anzeigen. Wie die verschiedenen Elemente genau im Anmeldeprozess genutzt und dargestellt werden hängt von der konkreten Implementierung ab.

source: Download as CSV
de_de: CSV Exportieren

source: Actions
de_de: Aktionen

source: Unless you check this option, every session registration change will be checked, e.g. whether the sessions are overlapping, of whether the session is full.
de_de: Solange diese Option nicht aktiviert ist, werden alle Workshop-Teilnahmen geprüft - beispielsweise darauf, ob noch ein freier Platz im Workshop vorhanden ist, oder ob sich die angefragten Workshops überschneiden.

source: If you <i>do</i> check this option, the requested changes will be applied regardless of any restrictions.
de_de: Falls diese Option aktiviert ist, werden die angefragten Workshop-Teilnahmen ungeprüft übernommen.

source: Registered?
de_de: Teilnahme?
